Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/po/vlc-tm.tmx
Source language: en
Languages: ca_es

source: Kate streams can be rendered using the Tiger library. Disabling this will only render static text and bitmap based streams.
ca_es: Els fluxos Kate es poden renderitzar mitjançant la biblioteca Tiger. Si inhabiliteu això, només es renderitzarà el text estàtic i el mapa de bits basat en fluxos.

source: Rendering quality
ca_es: Qualitat de renderització

source: Select rendering quality, at the expense of speed. 0 is fastest, 1 is highest quality.
ca_es: Seleccioneu la qualitat de renderització, en detriment de la velocitat. 0 la més ràpida, 1 la de més qualitat.

source: Default font effect
ca_es: Efecte de lletra per defecte

source: Add a font effect to text to improve readability against different backgrounds.
ca_es: Afegeix un efecte de lletra al text per millorar la lectura amb diferents fons de pantalla.

source: Default font effect strength
ca_es: Intensitat de l'efecte de lletra per defecte

source: How pronounced to make the chosen font effect (effect dependent).
ca_es: Pronunciació per fer l'efecte de lletra triat (depèn de l'efecte).

source: Default font description
ca_es: Descripció de la lletra per defecte

source: Which font description to use if the Kate stream does not specify particular font parameters (name, size, etc) to use. A blank name will let Tiger choose font parameters where appropriate.
ca_es: Descripció de la lletra que s'ha d'utilitzar si el flux Kate no especifica cap paràmetre de lletra (nom, mida, etc). Si es deixa en blanc, el Tiger triarà els paràmetres de lletra apropiats.

source: Default font color
ca_es: Color de lletra per defecte

source: Default font color to use if the Kate stream does not specify a particular font color to use.
ca_es: Color de lletra per defecte que s'ha d'utilitzar quan el flux Kate no especifiqui el color de lletra.

source: Default font alpha
ca_es: Alfa de la lletra per defecte

source: Transparency of the default font color if the Kate stream does not specify a particular font color to use.
ca_es: Transparència del color de lletra per defecte si el flux Kate no específica un color concret.

source: Default background color
ca_es: Color de fons per defecte

source: Default background color if the Kate stream does not specify a background color to use.
ca_es: Color de fons per defecte si el flux Kate no específica el color de fons que s'ha d'utilitzar.

source: Default background alpha
ca_es: Alfa del fons per defecte

source: Transparency of the default background color if the Kate stream does not specify a particular background color to use.
ca_es: Transparència del color de fons per defecte si el flux Kate no determina el color de fons específic que s'ha d'utilitzar.

source: Kate is a codec for text and image based overlays. The Tiger rendering library is needed to render complex Kate streams, but VLC can still render static text and image based subtitles if it is not available. Note that changing settings below will not take effect until a new stream is played. This will hopefully be fixed soon.
ca_es: Kate és un còdec de text i imatge basat en la superposició. La biblioteca de renderització Tiger és necessària per renderitzar els fluxos Kate complexos, però el VLC és capaç de renderitzar text estàtic i imatge basats en subtítols si no està habilitat. Tingueu en compte que el canvi dels paràmetres de sota no tindran efecte fins que es reprodueixi un nou flux. Esperem que es solucioni aviat.

source: Kate overlay decoder
ca_es: Descodificador de superposició Kate

source: Tiger rendering defaults
ca_es: Estàndards de la renderització Tiger

source: Kate text subtitles packetizer
ca_es: Empaquetador dels subtítols Kate

source: Subtitles (advanced)
ca_es: Subtítols (avançat)

source: Subtitle renderers using libass
ca_es: Renderitzador de subtítols amb libass

source: Building font cache
ca_es: S'està construint la memòria cau de la lletra

source: Please wait while your font cache is rebuilt. This should take less than a minute.
ca_es: Espereu mentre s'acaba de reconstruir la memòria cau de la lletra. No triga més d'un minut.

source: MPEG I/II video decoder (using libmpeg2)
ca_es: Descodificador de vídeo MPEG I/II (amb libmpeg2)

source: Linear PCM audio decoder
ca_es: Descodificador d'àudio PCM lineal

source: Linear PCM audio packetizer
ca_es: Empaquetador d'àudio PCM lineal

source: Linear PCM audio encoder
ca_es: Codificador d'àudio PCM lineal

source: Video decoder using openmash
ca_es: Descodificador de vídeo amb openmash

source: MPEG audio layer I/II/III decoder
ca_es: Descodificador de l'MPEG Audio Layer I/II/III

source: MPEG audio layer I/II/III packetizer
ca_es: Empaquetador de l'MPEG Audio Layer I/II/III

source: Video decoder using Android MediaCodec
ca_es: Descodificador de vídeo que fa servir Android MediaCodec

source: Audio/Video decoder (using OpenMAX IL)
ca_es: Descodificador Àudio/Vídeo (amb OpenMAX IL)

source: Video encoder (using OpenMAX IL)
ca_es: Codificador de vídeo (amb OpenMAX IL)

source: OpenMAX IL video output
ca_es: Sortida de vídeo OpenMAX IL

source: Opus audio decoder
ca_es: Descodificador d'àudio Opus

source: PNG video decoder
ca_es: Descodificador de vídeo PNG

source: Enable software mode
ca_es: Habilita el mode de programari

source: Allow the use of the Intel Media SDK software implementation of the codecs if no QuickSync Video hardware acceleration is present on the system.
ca_es: Permet l'ús de la implementació del programari Intel Media SDK dels còdecs si no està present al sistema l'acceleració de vídeo per maquinari QuickSync.

source: Codec Profile
ca_es: Perfil del còdec

source: Specify the codec profile explicitly. If you don't, the codec will determine the correct profile from other sources, such as resolution and bitrate. E.g. 'high'
ca_es: Especifica el perfil del còdec explícitament. Si no ho feu, el còdec determinarà automàticament el perfil correcte des d'altres fonts, com la resolució i la taxa de bits. P.e. 'alta'

source: Codec Level
ca_es: Nivell del còdec

source: Specify the codec level explicitly. If you don't, the codec will determine the correct profile from other sources, such as resolution and bitrate. E.g. '4.2' for mpeg4-part10 or 'low' for mpeg2
ca_es: Especifica el nivell del còdec explícitament. Si no ho feu, el còdec determinarà automàticament el perfil correcte des d'altres fonts, com la resolució i la taxa de bits. P.e. '4.2' per mpeg4-part10 o 'baix' per mpeg2

source: Group of Picture size
ca_es: Grup de mida d'imatge

source: Number of pictures within the current GOP (Group of Pictures); if GopPicSize=0, then the GOP size is unspecified. If GopPicSize=1, only I-frames are used.
ca_es: Nombre d'images a través del GOP actual (grup d'imatges); si el GopPicSize=0, llavors la mida GOP no s'especifica. Si GopPicSize=1, llavors només s'utilitzen fotogrames-I

source: Group of Picture Reference Distance
ca_es: Distància de referència del grup d'imatge

source: Distance between I- or P- key frames; if it is zero, the GOP structure is unspecified. Note: If GopRefDist = 1, there are no B- frames used.
ca_es: Distància entre els fotogrames clau I- o P-; si és cero, l'estructura GOP no s'especifica. Nota: Si GopRefDist = 1, no es fa server cap fotograma B-.

source: Target Usage
ca_es: Ús objectiu

source: The target usage allow to choose between different trade-offs between quality and speed. Allowed values are : 'speed', 'balanced' and 'quality'.
ca_es: L'ús objectiu permet triar entre diferents compensacions entre qualitat i velocitat. Valors acceptats són: «speed», «balanced» i «quality».

source: IDR interval
ca_es: Interval IDR

source: For H.264, IdrInterval specifies IDR-frame interval in terms of I- frames; if IdrInterval=0, then every I-frame is an IDR-frame. If IdrInterval=1, then every other I-frame is an IDR-frame, etc. For MPEG2, IdrInterval defines sequence header interval in terms of I-frames. If IdrInterval=N, SDK inserts the sequence header before every Nth I-frame. If IdrInterval=0 (default), SDK inserts the sequence header once at the beginning of the stream.
ca_es: Per H.264, l'IdrInterval especifica l'interval fotograma-IDr en termes de fotogrames-I; si IdrInterval=0, cada fotograma-I és un fotograma-IDR. Si IdrInterval=1, qualsevol altre fotograma-I és un fotograma-IDR, etc. Per MPEG2, IdrInterval defineix l'interval de la seqüència capçalera en termes de fotogrames-I. Si IdrInterval=N, l'SDK inserta la capçalera de seqüència abans de cada fotograma-I Nth. Si IdrInterval=0 (per defecte), l'SDK insereix la capçalera de seqüència una vegada al principi del flux.

source: Rate Control Method
ca_es: Mètode de control de taxa

source: The rate control method to use when encoding. Can be one of 'crb', 'vbr', 'qp', 'avbr'. 'qp' mode isn't supported for mpeg2
ca_es: El mètode de control de taxa que es farà servir en codificar. Pot ser un de «crb», «vbr», «qp» o «avbr». El mode «qp» no és compatible amb mpeg2

source: Quantization parameter
ca_es: Paràmetre de quantificació

source: Quantization parameter for all types of frames. This parameters sets qpi, qpp and qpp. It has less precedence than the forementionned parameters. Used only if rc_method is 'qp'.
ca_es: Paràmetre de quantificació per a tots els tipus de fotogrames. Aquests paràmetres defineixen qpi, qpp i qpp. Té menys prioritat que els paràmetres mencionats anteriorment. Només s'utilitza si el rc_method és «qp».

source: Quantization parameter for I-frames
ca_es: Paràmetre de quantificació per a fotogrames-I

source: Quantization parameter for I-frames. This parameter overrides any qp set globally. Used only if rc_method is 'qp'.
ca_es: Paràmetre de quantificació per a fotogrames-I. Aquest paràmetres sobreescriu qualsevol qp definit globalment. S'utilitza només si el rc_method és «qp».

source: Quantization parameter for P-frames
ca_es: Paràmetre de quantificació per a fotogrames-P

source: Quantization parameter for P-frames. This parameter overrides any qp set globally. Used only if rc_method is 'qp'.
ca_es: Paràmetre de quantificació per a fotogrames-P. Aquest paràmetres sobreescriu qualsevol qp definit globalment. S'utilitza només si el rc_method és «qp».

source: Quantization parameter for B-frames
ca_es: Paràmetre de quantificació per a fotogrames-B

source: Quantization parameter for B-frames. This parameter overrides any qp set globally. Used only if rc_method is 'qp'.
ca_es: Paràmetre de quantificació per a fotogrames-B. Aquest paràmetres sobreescriu qualsevol qp definit globalment. S'utilitza només si el rc_method és «qp».

source: Maximum Bitrate
ca_es: Taxa màxim de bits

source: Defines the maximum bitrate in Kpbs (1000 bits/s) for VBR rate control method. If not set, this parameter. is computed from other sources such as bitrate, profile, level, etc.
ca_es: Defineix la taxa màxima de bits en Kpbsv (1000 bits/s) per al mètode de control de taxa VBR. Si no es defineix, aquest paràmetre es computa des d'altres fonts com la taxa de bits, el perfil, el nivell, etc.

source: Accuracy of RateControl
ca_es: Precisió del RateControl

source: Tolerance in percentage of the 'avbr' (Average Variable BitRate) method. (e.g. 10 with a bitrate of 800 kpbs means the encoder tries not to go above 880 kpbs and under 730 kpbs. The targeted accuracy is only reached after a certained convergence period. See the convergence parameter
ca_es: Tolerància en percentatge del mètode «avbr» (variable mitjana de taxa de bits). Per exemple, 10 amb una taxa de bits de 800 kpbs farà que el codificador no arribi per sobre dels 880 kpbs ni sota 730 kpbs. Només s'arriba a la precisió objectiu després d'un cert període de convergència. Vegeu el paràmetre de convergència

source: Convergence time of 'avbr' RateControl
ca_es: Temps de convergència del RateControl «avbr»

source: Number of 100 frames before the 'avbr' rate control method reaches the requested bitrate with the requested accuracy. See the accuracy parameter.
ca_es: Quantitat de 100 fotogrames abans que el mètode de control de taxa «avbr» arribi a la taxa de bits i la precisió demanades. Vegeu el paràmetre de precisió.

source: Number of slices per frame
ca_es: Quantitat de fragments per fotograma

source: Number of slices in each video frame; each slice contains one or more macro-block rows. If numslice is not set, the encoder may choose any slice partitioning allowed by the codec standard.
ca_es: Quantitat de fragments a cada fotograma de vídeo; cada fragment conté una o més files macro-block. Si el numslice no està definit, el codificador triarà qualsevol partició de fragment permesa per l'estàndard del còdec.

source: Number of reference frames
ca_es: Nombre de fotogrames de referència

source: Number of parallel operations
ca_es: Quantitat d'operacions paral·leles

source: Defines the number of parallel encoding operations before we synchronise the result. Higher may result on better throughput depending on hardware. MPEG2 needs at least 1 here.
ca_es: Defineix la quantitat d'operacions de codificació paral·leles abans que se sincronitzi el resultat. Un valor més gran resultarà en un rendiment més gran depenent del maquinari. MPEG2 requereix com a mínim 1.

source: Intel QuickSync Video encoder for MPEG4-Part10/MPEG2 (aka H.264/H.262)
ca_es: Codificador Intel QuickSync Video per MPEG4-Part10/MPEG2 (H.264/H.262)

source: QuickTime library decoder
ca_es: Descodificador de la biblioteca QuikTime

source: Pseudo raw video decoder
ca_es: Descodificador d'àudio pseudocru

source: Pseudo raw video packetizer
ca_es: Empaquetador d'àudio pseudocru

source: Rate control method
ca_es: Mètode del control de la taxa

source: Method used to encode the video sequence
ca_es: Mètode que s'utilitza per codificar la seqüència de vídeo

source: Constant noise threshold mode
ca_es: Mode del llindar de soroll constant

source: Constant bitrate mode (CBR)
ca_es: Mode de taxa de bits constant (CBR)

source: Low Delay mode
ca_es: Mode de retard baix

source: Lossless mode
ca_es: Mode sense pèrdues

source: Constant lambda mode
ca_es: Mode de lambda constant

source: Constant error mode
ca_es: Mode d'error constant

source: Constant quality mode
ca_es: Mode de qualitat constant

source: GOP structure
ca_es: Estructura GOP

source: GOP structure used to encode the video sequence
ca_es: Estructura GOP que s'utilitza per codificar la seqüència de vídeo

source: No fixed gop structure. A picture can be intra or inter and refer to previous or future pictures.
ca_es: No hi ha una estructura gop fixa. Una imatge pot ser intra o inter i es pot referir a imatges anteriors o posteriors.

source: I-frame only sequence
ca_es: Seqüència de només fotogrames I

source: Inter pictures refere to previous pictures only
ca_es: Les imatges inter només es refereixen a imatges anteriors.

source: Inter pictures can refer to previous or future pictures
ca_es: Les imatges inter es poden referir a imatges anteriors o posteriors

source: Quality factor to use in constant quality mode
ca_es: Factor de qualitat que s'ha d'utilitzar al mode de qualitat constant

source: Noise Threshold
ca_es: Llindar de soroll

source: Noise threshold to use in constant noise threshold mode
ca_es: Llindar de soroll que s'ha d'utilitzar al mode del llindar de soroll constant

source: Target bitrate in kbps when encoding in constant bitrate mode
ca_es: Taxa de bits de destí en kbps quan es codifica al mode de la taxa de bits constant

source: Maximum bitrate (kbps)
ca_es: Taxa de bits màxima (kbps)a

source: Maximum bitrate in kbps when encoding in constant bitrate mode
ca_es: Taxa de bits màxima en kbps quan es codifica al mode de la taxa de bits constant

source: Minimum bitrate (kbps)
ca_es: Taxa de bits mínima (kbps)

source: Minimum bitrate in kbps when encoding in constant bitrate mode
ca_es: Taxa de bits mínima en kbps quan es codifica al mode de la taxa de bits constant

source: GOP length
ca_es: Longitud del GOP

source: Number of pictures between successive sequence headers i.e. length of the group of pictures
ca_es: Nombre d'imatges entre les capçaleres de seqüència successives p. ex. la longitud del grup d'imatges

source: No pre-filtering
ca_es: Sense filtració prèvia

source: Gaussian Low Pass Filter
ca_es: Filtre passabaix gaussià

source: Add Noise
ca_es: Afegeix soroll

source: Gaussian Adaptive Low Pass Filter
ca_es: Filtre passabaix adaptatiu gaussià

source: Low Pass Filter
ca_es: Filtre passabaix

source: Size of motion compensation blocks
ca_es: Mida dels blocs de compensació de moviment

source: automatic - let encoder decide based upon input (Best)
ca_es: automàtic - permet decidir al codificador basant-se en les entrades (el millor)

source: small - use small motion compensation blocks
ca_es: petit - utilitza un bloc de compensació de moviment petit

source: medium - use medium motion compensation blocks
ca_es: mitjà - utilitza un bloc de compensació de moviment mitjà

source: large - use large motion compensation blocks
ca_es: gran - utilitza un bloc de compensació de moviment gran

source: Overlap of motion compensation blocks
ca_es: Superposició dels blocs de compensació de moviment

source: none - Motion compensation blocks do not overlap
ca_es: cap - Els blocs de compensació de moviment no es superposen

source: partial - Motion compensation blocks only partially overlap
ca_es: parcial - Els blocs de compensació de moviment es superposen parcialment

source: full - Motion compensation blocks fully overlap
ca_es: total - Els blocs de compensació de moviment es superposen completament

source: Motion Vector precision
ca_es: Precisió del vector de moviment

source: Motion Vector precision in pels
ca_es: Precisió del vector de moviment en píxels

source: perceptual weighting method
ca_es: mode de ponderació perceptiva

source: perceptual distance
ca_es: distancia perceptiva

source: perceptual distance to calculate perceptual weight
ca_es: distancia perceptiva per calcular el pes perceptiu

source: Horizontal slices per frame
ca_es: Fragments horitzontals per fotograma

source: Number of horizontal slices per frame in low delay mode
ca_es: Nombre de fragments horitzontals per fotograma al mode de retard baix

source: Vertical slices per frame
ca_es: Fragments verticals per fotograma

source: Number of vertical slices per frame in low delay mode
ca_es: Nombre de fragments verticals per fotograma al mode de retard baix

source: Size of code blocks in each subband
ca_es: Mida dels blocs de codi a cada subbanda

source: small - use small code blocks
ca_es: petit - utilitza blocs de codi petits

source: medium - use medium sized code blocks
ca_es: mitjà - utilitza blocs de codi mitjans

source: large - use large code blocks
ca_es: gran - utilitza blocs de codi grans

source: full - One code block per subband
ca_es: total - Un bloc de codi per subbanda

source: Enable hierarchical Motion Estimation
ca_es: Habilita l'estimació de moviment jeràrquica

source: Number of levels of downsampling
ca_es: Nombre de nivells de reducció de la freqüència de mostratge

source: Number of levels of downsampling in hierarchical motion estimation mode
ca_es: Nombre de nivells de reducció de la freqüència de mostratge al mode d'estimació de moviment jeràrquica

source: Enable Global Motion Estimation
ca_es: Habilita l'estimació de moviment global

source: Enable Phase Correlation Estimation
ca_es: Habilita l'estimació de la correlació de fase

source: Enable Scene Change Detection
ca_es: Habilita la detecció de canvi d'escena

source: Force Profile
ca_es: Força el perfil

source: VC2 Low Delay Profile
ca_es: Perfil de retard baix VC2

source: VC2 Simple Profile
ca_es: Perfil simple VC2

source: VC2 Main Profile
ca_es: Perfil principal VC2

source: Main Profile
ca_es: Perfil principal

source: Dirac video decoder using libschroedinger
ca_es: Descodificador de vídeo Dirac amb libschroedinger

source: Dirac video encoder using libschroedinger
ca_es: Codificador de vídeo Dirac amb libschroedinger

source: SDL Image decoder
ca_es: Descodificador d'imatge SDL

source: SDL_image video decoder
ca_es: Descodificador de vídeo SDL_image

source: MP3 fixed point audio encoder
ca_es: Codificador d'àudio de punt fix MP3

source: Enforce the mode of the encoder.
ca_es: Força el mode del codificador.

source: Encoding quality
ca_es: Qualitat de la codificació

source: Enforce a quality between 0 (low) and 10 (high).
ca_es: Força una qualitat entre 0 (baixa) i 10 (alta).

source: Encoding complexity
ca_es: Complexitat de la codificació

source: Enforce the complexity of the encoder.
ca_es: Força la complexitat del codificador.

source: Maximal bitrate
ca_es: Taxa de bits màxima

source: Enforce the maximal VBR bitrate
ca_es: Força la màxima taxa de bits VBR

source: CBR encoding
ca_es: Codificació CBR

source: Enforce a constant bitrate encoding (CBR) instead of default variable bitrate encoding (VBR).
ca_es: Força la codificació de taxa de bits constant (CBR) en comptes de la codificació de taxa de bits variable per defecte (VBR).

source: Voice activity detection
ca_es: Detecció d'activitat de veu

source: Enable voice activity detection (VAD). It is automatically activated in VBR mode.
ca_es: Habilita la detecció d'activitat de veu (VAD). S'activa automàticament al mode VBR.

source: Discontinuous Transmission
ca_es: Transmissió discontinua

source: Enable discontinuous transmission (DTX).
ca_es: Habilita la transmissió discontinua (DTX).

source: Narrow-band (8kHz)
ca_es: Banda estreta (8kHz)

source: Wide-band (16kHz)
ca_es: Banda ampla (16kHz)

source: Ultra-wideband (32kHz)
ca_es: Banda ultra ampla (32kHz)

source: Speex audio decoder
ca_es: Descodificador d'àudio Speex

source: Speex audio packetizer
ca_es: Empaquetador d'àudio Speex

source: Speex audio encoder
ca_es: Codificador d'àudio Speex

source: Disable DVD subtitle transparency
ca_es: Inhabilita la transparència dels subtítols de DVD

source: Removes all transparency effects used in DVD subtitles.
ca_es: Elimina tots els efectes de transparència que s'utilitzen als subtítols de DVD.

source: DVD subtitles decoder
ca_es: Descodificador de subtítols de DVD

source: DVD subtitles
ca_es: Subtítols de DVD

source: DVD subtitles packetizer
ca_es: Empaquetador de subtítols de DVD

source: EBU STL subtitles decoder
ca_es: Descodificador de subtítols EBU STL

source: Default (Windows-1252)
ca_es: Per defecte (Windows-1252)

source: System codeset
ca_es: Codificació del sistema

source: Universal, Chinese (GB18030)
ca_es: Universal, Xinès (GB18030)

source: Western European (Latin-9)
ca_es: Europa Occidental (Latin-9)

source: Western European (Windows-1252)
ca_es: Europa Occidental (Windows-1252)

source: Western European (IBM 00850)
ca_es: Europa Occidental (IBM 00850)

source: Eastern European (Latin-2)
ca_es: Europa Oriental (Latin-2)

source: Eastern European (Windows-1250)
ca_es: Europa Oriental (Windows-1250)

source: Nordic (Latin-6)
ca_es: Nòrdic (Latin-6)

source: Cyrillic (Windows-1251)
ca_es: Ciríl·lic (Windows-1251)

source: Russian (KOI8-R)
ca_es: Rus (KOI8-R)

source: Ukrainian (KOI8-U)
ca_es: Ucraïnès (KOI8-U)

source: Arabic (ISO 8859-6)
ca_es: Àrab (ISO 8859-6)

source: Arabic (Windows-1256)
ca_es: Àrab (Windows-1256)

source: Greek (ISO 8859-7)
ca_es: Grec (ISO 8859-7)

source: Greek (Windows-1253)
ca_es: Grec (Windows-1253)

source: Hebrew (ISO 8859-8)
ca_es: Hebreu (ISO 8859-8)

source: Hebrew (Windows-1255)
ca_es: Hebreu (Windows-1255)

source: Turkish (ISO 8859-9)
ca_es: Turc (ISO 8859-9)

source: Turkish (Windows-1254)
ca_es: Turc (Windows-1254)

source: Thai (TIS 620-2533/ISO 8859-11)
ca_es: Tailandès (TIS 620-2533/ISO 8859-11)

source: Thai (Windows-874)
ca_es: Tailandès (Windows-874)

source: Baltic (Latin-7)
ca_es: Bàltic (Latin-7)

source: Baltic (Windows-1257)
ca_es: Bàltic (Windows-1257)

source: Celtic (Latin-8)
ca_es: Cèltic (Latin-8)
